{
  "tabs": [
    {
      "title": "Все",
      "category": "all"
    },
    {
      "title": "Разработка",
      "category": "develop"
    }
  ],
  "courses": [
    {
      "title": "Frontend (JavaScript, HTML/CSS + TypeScript)",
      "description": "Освоишь ключевые концепции и техники программирования на одном из самых востребованых языков - JavaScript. Охватишь основные технологии, такие как: HTML, CSS, JavaScript",
      "imgPath": "img/frontend.jpg",
      "category": "develop",
      "type": "frontend"
    },
    {
      "title": "Backend (Python 3.x + базы данных)",
      "description": "Освоишь ключевые концепции и техники серверного программирования на языке Python. Научишься создавать надежные серверные приложения, работать с базами данных и обеспечивать функциональность веб-приложений. Охватишь основные технологии, такие как: Python, FastAPI, базы данных.",
      "imgPath": "img/backend.jpg",
      "category": "develop",
      "type": "backend"
    }
  ],
  "coursesFull": [
    {
      "title": "Frontend (JavaScript, HTML/CSS + TypeScript)",
      "description": "Тариф 'Продвинутый' включает все темы 'Базового' тарифа, но дополнительно предоставляет углубленные знания и навыки. В течение дополнительных 3 месяцев ты изучишь работу с Vue.js 3, включая создание многостраничных приложений, управление состоянием с Pinia, работу с динамическими маршрутами и асинхронными компонентами. Также в программу входит интеграция фронтенда с бэкендом, работа с базами данных и безопасностью веб-приложений. Ты создашь полноценное веб-приложение в рамках завершающего проекта и подготовишься к трудоустройству, включая создание резюме и подготовку к собеседованиям. Этот тариф подходит для тех, кто хочет стать экспертом и готов к серьезным задачам на рынке труда.",
      "lessons": "60",
      "duration": "6 месяцев",
      "start": "1 ноября",
      "seats": "4 из 10",
      "type": "frontend",
      "rate": "advanced",
      "oldPrice": "600$",
      "newPrice": "540$",
      "courseLink": "https://drive.google.com/file/d/1Xou2lww18IVi7kkyzUlmlg2VvtwPIyBs/view?usp=drive_link"
    },
    {
      "title": "Frontend (JavaScript, HTML/CSS + TypeScript)",
      "description": "Тариф 'Базовый' охватывает все ключевые аспекты фронтенд-разработки и является идеальным стартом для новичков. В этом курсе ты освоишь HTML, CSS и JavaScript, а также познакомишься с основами TypeScript. Программа включает создание адаптивных макетов, работу с DOM, управление событиями и базовую анимацию. Ты научишься работать с Git для управления версиями и выполнением командных проектов. По завершении курса ты сможешь создавать простые, но функциональные веб-приложения и будешь готов к дальнейшему развитию в frontend-разработке.",
      "lessons": "26",
      "duration": "3 месяца",
      "start": "1 ноября",
      "seats": "3 из 10",
      "type": "frontend",
      "rate": "base",
      "oldPrice": "400$",
      "newPrice": "360$",
      "courseLink": "https://drive.google.com/file/d/1Xou2lww18IVi7kkyzUlmlg2VvtwPIyBs/view?usp=drive_link"
    },
    {
      "title": "Backend (Python 3.x + базы данных) ",
      "description": "Тариф 'Продвинутый' включает в себя весь курс 'Базового' тарифа, но расширяет твои знания и навыки за счет углубленного изучения более сложных аспектов backend-разработки, которые ты будешь изучать дополнительные 2 месяца. Основные темы курса включают работу с базами данных, разработку API, использование популярных фреймворков и внедрение аутентификации и авторизации пользователей. Тебя также ждут занятия по CI/CD, контейнеризации и продвинутому асинхронному программированию. Этот тариф идеально подойдет для тех, кто хочет стать полноценным профессионалом в backend-разработке, освоить сложные задачи и получить конкурентное преимущество на рынке труда.",
      "lessons": "57",
      "duration": "5 месяцев",
      "start": "1 ноября",
      "seats": "4 из 10",
      "type": "backend",
      "rate": "advanced",
      "oldPrice": "600$",
      "newPrice": "540$",
      "courseLink": "https://drive.google.com/file/d/1tkS5FLmRHtXOK9ozsk7Ai_UtqjHnpepX/view?usp=drive_link"
    },
    {
      "title": "Backend (Python 3.x)",
      "description": "Тариф 'Базовый' — это интенсивное погружение в мир разработки на Python. В рамках этого курса ты освоишь все ключевые навыки, необходимые для создания серверной логики веб-приложений. Основные темы курса включают введение в программирование и основы информатики, практические занятия по разработке на Python, принципы и подходы к программированию, контроль версий с Git. Ты научишься писать производительный Python код, развертывать приложения и оптимизировать их работу. Курс также затрагивает основы многопоточности, асинхронного программирования и тестирования кода. По завершении обучения у тебя будет прочная основа для создания надежных и безопасных серверных приложений.",
      "lessons": "22",
      "duration": "3 месяца",
      "start": "1 ноября",
      "seats": "2 из 10",
      "type": "backend",
      "rate": "base",
      "oldPrice": "400$",
      "newPrice": "360$",
      "courseLink": "https://drive.google.com/file/d/1tkS5FLmRHtXOK9ozsk7Ai_UtqjHnpepX/view?usp=drive_link"
    }
  ]
}
