{
  "tabs": [
    {
      "title": "Все",
      "category": "all"
    },
    {
      "title": "Розробка",
      "category": "develop"
    }
  ],
  "courses": [
    {
      "title": "Frontend (JavaScript, HTML/CSS + TypeScript)",
      "description": "Опануєш ключові концепції та техніки програмування на одному з найбільш затребуваних мов - JavaScript. Охопиш основні технології, такі як: HTML, CSS, JavaScript",
      "imgPath": "img/frontend.jpg",
      "category": "develop",
      "type": "frontend"
    },
    {
      "title": "Backend (Python 3.x + бази даних)",
      "description": "Опануєш ключові концепції та техніки серверного програмування мовою Python. Навчишся створювати надійні серверні програми, працювати з базами даних та забезпечувати функціональність веб-додатків. Охопиш основні технології, такі як Python, FastAPI, бази даних.",
      "imgPath": "img/backend.jpg",
      "category": "develop",
      "type": "backend"
    }
  ],
  "coursesFull": [
    {
      "title": "Frontend (JavaScript, HTML/CSS + TypeScript)",
      "description": "Тариф 'Просунутий' включає всі теми 'Базового' тарифу, але додатково надає поглиблені знання та навички. Упродовж додаткових 3 місяців ти вивчиш роботу з Vue.js 3, включаючи створення багатосторінкових додатків, управління станом з Pinia, роботу з динамічними маршрутами та асинхронними компонентами. Також в програму входить інтеграція фронтенду з бекендом, робота з базами даних та безпекою веб-додатків. Ти створиш повноцінний веб-додаток в рамках завершального проєкту і підготуватися до працевлаштування, включаючи створення резюме та підготовку до співбесід. Цей тариф підходить для тих, хто хоче стати експертом і готовий до серйозних завдань на ринку праці.",
      "lessons": "60",
      "duration": "6 місяців",
      "start": "1 листопада",
      "seats": "4 з 10",
      "type": "frontend",
      "rate": "advanced",
      "oldPrice": "600$",
      "newPrice": "540$",
      "courseLink": "https://drive.google.com/file/d/1Xou2lww18IVi7kkyzUlmlg2VvtwPIyBs/view?usp=drive_link"
    },
    {
      "title": "Frontend (JavaScript, HTML/CSS + TypeScript)",
      "description": "Тариф 'Базовий' охоплює всі ключові аспекти фронтенд-розробки і є ідеальним стартом для новачків. У цьому курсі ти оволодієш HTML, CSS та JavaScript, а також ознайомишся з основами TypeScript. Програма включає створення адаптивних макетів, роботу з DOM, управління подіями та базову анімацію. Ти навчишся працювати з Git для управління версіями та виконання командних проектів. По завершенні курсу ти зможеш створювати прості, але функціональні веб-додатки і будеш готовий до подальшого розвитку у фронтенд-розробці.",
      "lessons": "26",
      "duration": "3 місяці",
      "start": "1 листопада",
      "seats": "3 з 10",
      "type": "frontend",
      "rate": "base",
      "oldPrice": "400$",
      "newPrice": "360$",
      "courseLink": "https://drive.google.com/file/d/1Xou2lww18IVi7kkyzUlmlg2VvtwPIyBs/view?usp=drive_link"
    },
    {
      "title": "Backend (Python 3.x + бази даних) ",
      "description": "Тариф 'Просунутий' включає в себе весь курс 'Базового' тарифу, але розширює твої знання та навички за рахунок углибленого вивчення більш складних аспектів backend-розробки, які ти будеш вивчати додаткові 2 місяці. Основні теми курсу включають роботу з базами даних, розробку API, використання популярних фреймворків та впровадження аутентифікації та авторизації користувачів. Тебе також чекають заняття з CI/CD, контейнеризації та просунутого асинхронного програмування. Цей тариф ідеально підійде для тих, хто хоче стати повноцінним професіоналом у backend-розробці, освоїти складні завдання та отримати конкурентну перевагу на ринку праці.",
      "lessons": "57",
      "duration": "5 місяців",
      "start": "1 листопада",
      "seats": "4 з 10",
      "type": "backend",
      "rate": "advanced",
      "oldPrice": "600$",
      "newPrice": "540$",
      "courseLink": "https://drive.google.com/file/d/1tkS5FLmRHtXOK9ozsk7Ai_UtqjHnpepX/view?usp=drive_link"
    },
    {
      "title": "Backend (Python 3.x) ",
      "description": "Тариф 'Базовий' — це інтенсивне занурення в світ розробки на Python. У рамках цього курсу ти оволодієш всіма ключовими навичками, необхідними для створення серверної логіки веб-додатків. Основні теми курсу включають введення в програмування та основи інформатики, практичні заняття з розробки на Python, принципи та підходи до програмування, контроль версій з Git. Ти навчишся писати продуктивний Python код, розгортати додатки та оптимізувати їх роботу. Курс також охоплює основи багатопоточності, асинхронного програмування та тестування коду. По завершенні навчання у тебе буде міцна основа для створення надійних та безпечних серверних додатків.",
      "lessons": "22",
      "duration": "3 місяці",
      "start": "1 листопада",
      "seats": "2 з 10",
      "type": "backend",
      "rate": "base",
      "oldPrice": "400$",
      "newPrice": "360$",
      "courseLink": "https://drive.google.com/file/d/1tkS5FLmRHtXOK9ozsk7Ai_UtqjHnpepX/view?usp=drive_link"
    }
  ]
}
