{
  "tabsFaq": [
    {
      "title": "Загальні питання",
      "category": "general"
    },
    {
      "title": "Договір та оплата",
      "category": "pay"
    },
    {
      "title": "Як обрати спеціальність",
      "category": "speciality"
    }
  ],
  "faqContent": [
    {
      "title": "Який формат проведення занять: онлайн чи офлайн?",
      "answer": "SkillDeal надає навчання в повністю онлайн форматі.",
      "type": "general"
    },
    {
      "title": "Чи зможу я поєднувати навчання з роботою/ коли проводяться заняття?",
      "answer": "Заняття проводяться тричі на тиждень. Два з них у будні дні ввечері, а третє заняття - в суботу вдень. Ми розуміємо, що у всіх учнів різні графіки, тому якщо ви не змогли бути на занятті з якоїсь причини, не переживайте. Після кожного заняття всім учням розсилаються матеріали та відеозапис заняття, щоб можна було вивчити пройдений матеріал у зручний для вас час.",
      "type": "general"
    },
    {
      "title": "Чи зможу я навчатися не знаючи математику?",
      "answer": "Так, для старту навчання вам в основному знадобиться шкільна програма. Ви з упевненістю можете почати навчання, при цьому поповнюючи свої знання в процесі навчання.",
      "type": "general"
    },
    {
      "title": "Чи можу я навчатися не знаючи англійську?",
      "answer": "Так, незважаючи на те, що більшість ресурсів, документацій та інших матеріалів написані англійською, всі навчальні матеріали та заняття проводяться повністю українською мовою, з можливістю попутнього поповнення свого англійського лексикону. Світ IT також має сильне україномовне ком'юніті, і, звичайно, ніхто не скасовував використання перекладачів та ІІ для більш легкого навчання.",
      "type": "general"
    },
    {
      "title": "Курс завжди стартує в зазначену на сайті дату?",
      "answer": "В 98% випадків - так. Іноді відбуваються зміщення розкладу не більше ніж на 14 календарних днів через завантаженість наших викладачів. Тривалість і зміст курсу при цьому не змінюються. У випадку переносу старту курсу всі учні оповіщаються заздалегідь.",
      "type": "general"
    },
    {
      "title": "Якщо у мене немає досвіду, можу я навчатися у вашій школі?",
      "answer": "Абсолютно! Наші курси розроблені як для новачків, так і для тих, хто хоче углибити свої знання. Ми допоможемо вам освоїти все з нуля і впевнено увійти в професію.",
      "type": "general"
    },
    {
      "title": "Чи можу я почати навчатися з середини курсу?",
      "answer": "Зазвичай - ні, але ми розглядаємо кожен випадок окремо. Приєднавшись до курсу з початку, ви отримаєте систематизовані знання та міцну базу. Однак, якщо у вас вже є початкові знання з теми, ми можемо розглянути можливість підключення вас до курсу після його початку.",
      "type": "general"
    },
    {
      "title": "Чи можна перевестися на наступний набір, якщо у мене виникли труднощі, і я зараз не можу відвідувати заняття?",
      "answer": "Так, ми завжди лояльні до кожного студента і знаходимо найоптимальніші рішення для складених ситуацій.",
      "type": "general"
    },
    {
      "title": "Хто ваші викладачі?",
      "answer": "Ми співпрацюємо тільки з практикуючими експертами в ІТ-сфері. Це senior-спеціалісти та team-lead’и команд, які також мають досвід у наймі, менторстві та супроводі junior-спеціалістів, знають очікування IT-компаній і діляться досвідом з нашими студентами.",
      "type": "general"
    },
    {
      "title": "Як здійснюється підписання договору зі школою?",
      "answer": "Усі послуги надаються офіційно за договором про надання послуг. Перед оплатою менеджер надішле вам договір для підписання. Після підписання договору та оплати ви зачисляєтесь на обраний курс. Навчання за договором добровільне. Якщо у вас немає бажання нічого підписувати, то одразу після оплати без договору ви зачисляєтеся на обраний курс.",
      "type": "pay"
    },
    {
      "title": "Як можна оплатити курс?",
      "answer": "Ми пропонуємо два види оплати:\n1. Оплата частинами помісячно: перший місяць оплачується при реєстрації - цієї суми буде достатньо для бронювання місця на курсі. Далі кожен місяць навчання оплачується окремо перед початком наступного місяця.\n2. Повна оплата: 100% вартості оплачується при реєстрації. У такому випадку вам автоматично зараховується знижка 10%.",
      "type": "pay"
    },
    {
      "title": "Який крайній термін оплати за курс?",
      "answer": "Оплатити участь можна в будь-який момент до початку занять. При цьому пам'ятайте, що кількість місць на курсі обмежена, і заповнюються вони по мірі оплати кожного учасника. Зазвичай за два тижні до старту група вже заповнена, тому краще оплатити заздалегідь і не втратити можливість освоїти нову професію.",
      "type": "pay"
    },
    {
      "title": "Чи передбачений повернення коштів за курси, якщо я не можу продовжувати навчання?",
      "answer": "Так. Якщо ми не виконали бодай один з пунктів договору, ми повернемо 100%. Якщо причина з вашого боку, і ви повідомите нам до старту, то поверненню підлягають 50% вартості курсу. Ми застерігаємо про це заздалегідь та просимо поставитись з розумінням, адже для якісної підтримки всього процесу у нас задіяна команда з 30 людей. Ми несемо відповідальність за кожного з них і хочемо продовжувати надавати наші послуги.",
      "type": "pay"
    },
    {
      "title": "Чи можна ознайомитися з договором для запису на курс?",
      "answer": "Так, перед підписанням весь потрібний пакет документів надається для ознайомлення. У будь-який час наш менеджер та юрист при необхідності готові відповісти на всі питання, якщо вони виникнуть.",
      "type": "pay"
    },
    {
      "title": "Як обрати курс?",
      "answer": "Ви можете записатися на безкоштовну консультацію, де наш технічний спеціаліст допоможе вам зрозуміти специфіку напрямку кожного курсу, розповість детальніше про те, що будете вивчати, і про подальшу роботу в цій галузі, щоб у вас склалось максимально коректне уявлення про той чи інший курс. Для запису на консультацію натисніть сюди. Не знайшли потрібного питання? Задайте його нам особисто, для цього зв'яжись з нами через форму вишче.",
      "type": "speciality"
    }
  ]
}
