{
  "tabsFaq": [
    {
      "title": "Общие вопросы",
      "category": "general"
    },
    {
      "title": "Договор и оплата",
      "category": "pay"
    },
    {
      "title": "Как выбрать специальность",
      "category": "speciality"
    }
  ],
  "faqContent": [
    {
      "title": "Какой формат проведения занятий: онлайн или офлайн?",
      "answer": "SkillDeal предоставляет обучение в полностью онлайн формате",
      "type": "general"
    },
    {
      "title": "Смогу ли я совмещать обучение с работой/ когда проводятся занятия?",
      "answer": "Занятия проводятся три раза в неделю. Два из них в будние дни вечером, а третье занятие - в субботу днем. Мы понимаем что у всех учеников разные графики, поэтому если вы не смогли присутствовать на занятии по какой-либо причине, не переживайте. После каждого занятия всем ученикам рассылаются материалы и видеозапись занятия, чтоб можно было изучить пройденный материал в удобное для вас время.",
      "type": "general"
    },
    {
      "title": "Смогу ли я учиться не зная математику?",
      "answer": "Да, для старта обучения вам в основном хватит школьной программы. Вы с уверенностью можете начать обучение, при этом пополняя свои знания в процессе обучения.",
      "type": "general"
    },
    {
      "title": "Смогу ли я учиться не зная английский?",
      "answer": "Да, не смотря на то, что большинство ресурсов, документаций и других материалов написаны на английском, все учебные материалы и занятия проводятся полностью на русском языке, с возможностью попутного пополнения своего английского лексикона. Мир IT так же имеет сильное русскоязычное комьюнити, и конечно же, никто не отменял использование переводчиков и ИИ для более легкого обучения.",
      "type": "general"
    },
    {
      "title": "Курс всегда стартует в указанную на сайте дату?",
      "answer": "В 98% случаев – да. Иногда происходят смещения расписания не более чем на 14 календарных дней из-за загрузки наших преподавателей. Продолжительность и содержание курса при этом не меняется.\nВ случае переноса старта курса, все ученики оповещаются заранее.",
      "type": "general"
    },
    {
      "title": "Если у меня нет опыта, могу ли я учиться в вашей школе?",
      "answer": "Абсолютно! Наши курсы разработаны как для новичков, так и для тех, кто хочет углубить свои знания. Мы поможем вам освоить все с нуля и уверенно войти в профессию.",
      "type": "general"
    },
    {
      "title": "Могу ли я начать учиться с середины курса?",
      "answer": "Зачастую — нет, но мы рассматриваем каждый случай отдельно. Присоединившись к курсу с начала, ты получишь систематизированные знания и прочную базу. Однако, если у тебя уже есть первичные знания по теме, то мы можем рассмотреть возможнотсь подключения тебя к курсу после его начала.",
      "type": "general"
    },
    {
      "title": "Можно ли перевестись на следующий набор, если у меня возникли сложности, и я сейчас не могу посещать занятия?",
      "answer": "Да, мы всегда лояльны к каждому студенту и находим самые оптимальные решения для сложившихся ситуаций.",
      "type": "general"
    },
    {
      "title": "Кто ваши преподаватели?",
      "answer": "Мы сотрудничаем только с практикующими экспертами в IТ-сфере. Это senior-специалисты и team-lead’ы команд, которые также имеют опыт в найме, менторстве и сопровождении junior-специалистов, знают ожидания IT-компаний и делятся опытом с нашими студентами.",
      "type": "general"
    },
    {
      "title": "Как осуществляется подписание договора со школой?",
      "answer": "Все услуги предоставляются официально по договору оказания услуг. Перед оплатой менеджер пришлет вам договор для подписания. После подписания договора и оплаты вы зачисляетесь на выбранный курс. Обучение по договору добровольное. Если у вас нет жаелания ничего подписывать, то сразу после оплаты без договора вы зачисляетесь на выбранный курс.",
      "type": "pay"
    },
    {
      "title": "Как можно оплатить курс?",
      "answer": "Мы предлагаем два вида оплаты:\n1. Оплата частями помесячно: первый месяц оплачивается при регистрации — этой суммы будет достаточно для бронирования места на курсе. Далее каждый месяц обучения оплачивается отдельно перед началом следующего месяца.\n2. Полная оплата: 100% стоимости оплачивается при регистрации. В таком случае тебе автоматически засчитывается скидка 10%.",
      "type": "pay"
    },
    {
      "title": "Каков крайний срок оплаты за курс?",
      "answer": "Оплатить участие можно в любой момент до начала занятий. При этом имей в виду, что количество мест на курсе ограничено, и заполняются они по мере оплаты каждого участника. Зачастую за две недели до старта группа уже заполнена, поэтому лучше оплатить заранее и не потерять возможность освоить новую профессию.",
      "type": "pay"
    },
    {
      "title": "Предусмотрен ли возврат средств за курсы, если я не могу продолжать обучение?",
      "answer": "Да. Если мы не выполнили хоть один из пунктов договора, мы вернем 100%. Если причина на твоей стороне, и ты сообщишь нам до старта, то возврату подлежат 50% стоимости курса.\nМы предупреждаем об этом заранее и просим отнестись с пониманием, так как для качественной поддержки всего процесса у нас задействована команда из 30 человек. Мы несем ответственность за каждого из них и хотим продолжать оказывать наши услуги",
      "type": "pay"
    },
    {
      "title": "Можно ли ознакомиться с договором для записи на курс?",
      "answer": "Да, перед подписанием весь нужный пакет документов предоставляется для ознакомления. В любое время наш менеджер и юрист при необходимости готовы ответить на все вопросы, если они появятся.",
      "type": "pay"
    },
    {
      "title": "Как выбрать курс?",
      "answer": "Вы можете записаться на бесплатную консультацию, где наш технический специалист поможет вам понять специфику направления каждого курса, расскажет подробнее о том, что будете изучать и о дальнейшей работе в этой области, чтоб у вас сложилось макисмально корректное представление о том или ином курсе. Для записи на консультацию жми сюда\nНе нашел нужный вопрос? Задай его нам лично, для этого свяжись с нами через форму выше",
      "type": "speciality"
    }
  ]
}
