{
  "reviews": [
    {
      "name": "Сергій",
      "imgPath": "img/person1.jpg",
      "description": "Курс перевершив мої очікування. \nІнформація подавалася без зайвої води, що дуже ціную. Особлива вдячність Дмитру — він чудовий лектор, чітко та якісно пояснює матеріал. Дякую за знижку, я обов'язково скористаюсь нею знову.",
      "course": "Frontend-розробник"
    },
    {
      "name": "Андрій",
      "imgPath": "img/person2.jpg",
      "description": "Курс виявився дуже корисним і практично орієнтованим. Навчальні матеріали, приклади та завдання значно спростили розуміння нюансів роботи. Викладач завжди був на зв'язку, що вселяло впевненість. Я отримав нові навички, які вже застосовую на практиці.",
      "course": "Backend-розробник"
    },
    {
      "name": "Дмитро",
      "imgPath": "img/person3.jpg",
      "description": "Курс був дуже інформативним і проходив плавно, оскільки не було жодної зайвої інформації. Я отримав багато знань, які використовую в своїй роботі. Дякую за професіоналізм та підхід до навчання!",
      "course": "Frontend-розробник"
    },
    {
      "name": "Марія",
      "imgPath": "img/person5.jpg",
      "description": "Мені сподобалося, що викладач пояснював все доступною мовою, що дозволило легше засвоїти матеріал. Я і моя дружина плануємо записатися на курс з Фотошопу в січні. Рекомендую вашу школу всім, хто хоче освоїти нові навички.",
      "course": "Backend-розробник"
    },
    {
      "name": "Олександр",
      "imgPath": "img/person4.jpg",
      "description": "В цілому, курс був дуже цікавим! Кожна лекція приносила нові знання та ідеї про те, як все працює в комплексі. Мені було цікаво і захоплююче брати участь в обговореннях!",
      "course": "Frontend-розробник"
    },
    {
      "name": "Наталія",
      "imgPath": "img/person6.jpg",
      "description": "Чудовий курс! Я дізналася багато нового. У мене є план продовжувати займатися графічним дизайном і розвиватися в цій сфері. Лекції та практичні заняття були цікавими, завдячуючи професіоналізму викладача, чиї поради надихають! Дякую, SkillDeal!",
      "course": "Backend-розробник"
    }
  ]
}
