{
  "reviews": [
    {
      "name": "Сергей",
      "imgPath": "img/person1.jpg",
      "description": "Курс превзошел мои ожидания. \nИнформация подавалась без лишней воды, что очень ценю. Особая благодарность Дмитрию — он великолепный лектор, четко и качественно объясняющий материал. Спасибо за скидку, я обязательно воспользуюсь ей снова.",
      "course": "Frontend-разработчик"
    },
    {
      "name": "Андрей",
      "imgPath": "img/person2.jpg",
      "description": "Курс оказался очень полезным и практико-ориентированным. Учебные материалы, примеры и задания значительно упростили понимание нюансов работы. Преподаватель всегда был на связи, что вселяло уверенность. Я получил новые навыки, которые уже применяю на практике.",
      "course": "Backend-разработчик"
    },
    {
      "name": "Дмитрий",
      "imgPath": "img/person3.jpg",
      "description": "Курс был очень информативным и гладко проходил, поскольку никакой лишней информации не было. Я получил множество знаний, которые использую в своей работе. Благодарю за профессионализм и подход в обучении!",
      "course": "Frontend-разработчик"
    },
    {
      "name": "Мария",
      "imgPath": "img/person5.jpg",
      "description": "Мне понравилось, что преподаватель объяснял все доступным языком, что позволило легче усвоить материал. Я и моя жена планируем записаться на курс по Фотошопу в январе. Рекомендую вашу школу всем, кто хочет освоить новые навыки.",
      "course": "Backend-разработчик"
    },
    {
      "name": "Александр",
      "imgPath": "img/person4.jpg",
      "description": "В целом, курс был очень интересным! Каждая лекция приносила новые знания и идеи о том, как работает все в связке. Мне было интересно и увлекательно участвовать в обсуждениях!",
      "course": "Frontend-разработчик"
    },
    {
      "name": "Наталья",
      "imgPath": "img/person6.jpg",
      "description": "Замечательный курс! Я узнала много нового. У меня есть план продолжать заниматься графическим дизайном и развиваться в этой области. Лекции и практики были увлекательными, благодаря профессионализму преподавателя, чьи советы вдохновляют! Спасибо, SkillDeal!",
      "course": "Backend-разработчик"
    }
  ]
}
